Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/TimePerspective.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# perspective.interstellar_space.description
source: Voyager 1 has traveled through interstellar space for nearly half a century.
ar: سافرت فوييجر 1 عبر الفضاء بين النجوم لمدة نصف قرن تقريبًا.
ca: La Voyager 1 ha viatjat per l'espai interestel·lar durant gairebé mig segle.
cs: Voyager 1 cestoval mezihvězdným prostorem téměř půl století.
da: Voyager 1 har rejst gennem det interstellare rum i næsten et halvt århundrede.
de: Voyager 1 reist seit fast einem halben Jahrhundert durch den interstellaren Raum.
el: Το Voyager 1 έχει ταξιδέψει στο διαστρικό διάστημα για σχεδόν μισό αιώνα.
es: La Voyager 1 ha viajado por el espacio interestelar durante casi medio siglo.
fi: Voyager 1 on matkustanut tähtienvälisessä avaruudessa lähes puoli vuosisataa.
fr: Voyager 1 voyage dans l'espace interstellaire depuis près d'un demi-siècle.
he: וויאג'ר 1 עברה בחלל הבין-כוכבי במשך כמעט חצי מאה.
hi: वोयाजर 1 ने लगभग आधी शताब्दी तक अंतरतारकीय अंतरिक्ष की यात्रा की है।
hr: Voyager 1 je putovao kroz međuzvjezdani prostor gotovo pola stoljeća.
hu: A Voyager 1 közel fél évszázada utazott a csillagközi űrben.
id: Voyager 1 telah melakukan perjalanan melalui ruang antarbintang selama hampir setengah abad.
it: La Voyager 1 viaggia nello spazio interstellare da quasi mezzo secolo.
ja: ボイジャー1号は半世紀近くにわたって星間空間を旅してきた。
ko: 보이저 1호는 거의 반세기 동안 성간 공간을 여행했습니다.
ms: Voyager 1 telah mengembara melalui ruang antara bintang selama hampir setengah abad.
nb: Voyager 1 har reist gjennom det interstellare rommet i nesten et halvt århundre.
nl: Voyager 1 heeft bijna een halve eeuw door de interstellaire ruimte gereisd.
pl: Voyager 1 podróżuje w przestrzeni międzygwiezdnej od prawie pół wieku.
pt_br: A Voyager 1 viajou pelo espaço interestelar durante quase meio século.
ro: Voyager 1 a călătorit prin spațiul interstelar timp de aproape jumătate de secol.
ru: «Вояджер-1» путешествовал по межзвездному пространству почти полвека.
sk: Voyager 1 cestoval medzihviezdnym priestorom takmer pol storočia.
sv: Voyager 1 har färdats genom det interstellära rymden i nästan ett halvt sekel.
th: ยานโวเอเจอร์ 1 เดินทางผ่านอวกาศระหว่างดวงดาวมาเกือบครึ่งศตวรรษแล้ว
tr: Voyager 1 neredeyse yarım yüzyıldır yıldızlararası uzayda yolculuk yapıyor.
uk: «Вояджер-1» подорожував міжзоряним простором майже півстоліття.
vi: Du hành 1 đã du hành xuyên không gian giữa các vì sao trong gần nửa thế kỷ.
zh_hans: 旅行者一号已经在星际空间中航行了近半个世纪。
zh_hant: 旅行者一號已經在星際空間中航行了近半個世紀。

# perspective.interstellar_space.title
source: Interstellar Space
ar: الفضاء بين النجوم
ca: Espai interestel·lar
cs: Mezihvězdný prostor
de: Interstellarer Raum
el: Διαστρικό Διάστημα
es: Espacio interestelar
fi: Tähtienvälinen avaruus
fr: Espace interstellaire
he: חלל בין כוכבי
hi: इंटरस्टेलर स्पेस
hr: Međuzvjezdani prostor
hu: Csillagközi űr
id: Ruang Antarbintang
it: Spazio interstellare
ja: 星間空間
ko: 성간 공간
ms: Angkasa Antara Bintang
nb: Interstellar plass
nl: Interstellaire ruimte
pl: Przestrzeń międzygwiezdna
pt_br: Espaço Interestelar
ro: Spațiul Interstelar
ru: Межзвездное пространство
sk: Medzihviezdny priestor
sv: Interstellära rymden
th: อวกาศระหว่างดวงดาว
tr: Yıldızlararası Uzay
uk: Міжзоряний простір
vi: Không gian giữa các vì sao
zh_hans: 星际空间
zh_hant: 星際空間

# perspective.jupiter_journey.description
source: A mission to Jupiter takes about five years.
ar: تستغرق المهمة إلى كوكب المشتري حوالي خمس سنوات.
ca: Una missió a Júpiter dura uns cinc anys.
cs: Mise k Jupiteru trvá asi pět let.
da: En mission til Jupiter tager omkring fem år.
de: Eine Mission zum Jupiter dauert etwa fünf Jahre.
el: Μια αποστολή στον Δία διαρκεί περίπου πέντε χρόνια.
es: Una misión a Júpiter dura unos cinco años.
fi: Matka Jupiteriin kestää noin viisi vuotta.
fr: Une mission vers Jupiter dure environ cinq ans.
he: משימה ליופיטר אורכת כחמש שנים.
hi: बृहस्पति पर एक मिशन में लगभग पांच साल लगते हैं।
hr: Misija do Jupitera traje oko pet godina.
hu: A Jupiterhez vezető küldetés körülbelül öt évig tart.
id: Misi ke Jupiter memakan waktu sekitar lima tahun.
it: Una missione su Giove dura circa cinque anni.
ja: 木星へのミッションには約5年かかります。
ko: 목성 탐사에는 약 5년이 걸립니다.
ms: Misi ke Musytari mengambil masa kira-kira lima tahun.
nb: Et oppdrag til Jupiter tar omtrent fem år.
nl: Een missie naar Jupiter duurt ongeveer vijf jaar.
pl: Misja do Jowisza trwa około pięciu lat.
pt_br: Uma missão a Júpiter leva cerca de cinco anos.
ro: O misiune pe Jupiter durează aproximativ cinci ani.
ru: Миссия к Юпитеру займет около пяти лет.
sk: Misia na Jupiter trvá asi päť rokov.
sv: Ett uppdrag till Jupiter tar ungefär fem år.
th: ภารกิจสู่ดาวพฤหัสบดีใช้เวลาประมาณห้าปี
tr: Jüpiter'e yapılacak bir görev yaklaşık beş yıl sürer.
uk: Місія до Юпітера триває близько п'яти років.
vi: Một sứ mệnh tới Sao Mộc mất khoảng năm năm.
zh_hans: 木星任务大约需要五年时间。
zh_hant: 木星任務大約需要五年時間。

# perspective.jupiter_journey.title
source: Jupiter Journey
ar: رحلة كوكب المشتري
ca: Viatge de Júpiter
cs: Jupiterova cesta
da: Jupiter rejse
de: Jupiter-Reise
el: Ταξίδι στον Δία
es: Viaje a Júpiter
fi: Jupiterin matka
fr: Voyage avec Jupiter
he: מסע יופיטר
hi: बृहस्पति यात्रा
hr: Jupiterovo putovanje
hu: Jupiter utazás
id: Perjalanan Yupiter
it: Viaggio di Giove
ja: ジュピタージャーニー
ko: 목성 여행
ms: Perjalanan Musytari
nb: Jupiter-reise
nl: Jupiter-reis
pl: Podróż Jowisza
pt_br: Jornada de Júpiter
ro: Călătoria lui Jupiter
ru: Путешествие Юпитера
sk: Jupiterova cesta
sv: Jupiterresa
th: การเดินทางของดาวพฤหัสบดี
tr: Jüpiter Yolculuğu
uk: Подорож Юпітера
vi: Hành trình sao Mộc
zh_hans: 木星之旅
zh_hant: 木星之旅

# perspective.kangaroo_joey.description
source: A kangaroo joey leaves its mother's pouch after about five months.
ar: يترك الكنغر كيس أمه بعد حوالي خمسة أشهر.
ca: Un cangur joey deixa la bossa de la seva mare després d'uns cinc mesos.
cs: Klokan joey asi po pěti měsících opustí matčin vak.
da: En kænguru-joey forlader sin mors pose efter omkring fem måneder.
de: Ein Känguruh verlässt den Beutel seiner Mutter nach etwa fünf Monaten.
el: Ένα καγκουρό joey αφήνει το πουγκί της μητέρας του μετά από περίπου πέντε μήνες.
es: Un canguro joey abandona la bolsa de su madre después de unos cinco meses.
fi: Kengurujoey jättää äitinsä pussin noin viiden kuukauden kuluttua.
fr: Un bébé kangourou quitte la poche de sa mère après environ cinq mois.
he: ג'ואי קנגורו עוזב את הכיס של אמו לאחר כחמישה חודשים.
hi: एक कंगारू जॉय लगभग पाँच महीने के बाद अपनी माँ की थैली छोड़ देता है।
hr: Klokan Joey napušta majčinu vreću nakon otprilike pet mjeseci.
hu: A kenguru joey körülbelül öt hónap után elhagyja anyja táskáját.
id: Seekor kanguru joey meninggalkan kantong induknya setelah sekitar lima bulan.
it: Un canguro lascia il marsupio della madre dopo circa cinque mesi.
ja: カンガルージョーイは約5か月後に母親の袋から出ます。
ko: 조이 캥거루는 약 5개월 후에 어미 주머니에서 나옵니다.
ms: Seekor kanggaru joey meninggalkan kantung ibunya selepas kira-kira lima bulan.
nb: En kenguru-joey forlater sin mors pose etter omtrent fem måneder.
nl: Een kangoeroe-joey verlaat na ongeveer vijf maanden de buidel van zijn moeder.
pl: Kangur joey opuszcza worek matki po około pięciu miesiącach.
pt_br: Um canguru deixa a bolsa da mãe depois de cerca de cinco meses.
ro: Un cangur joey părăsește punga mamei sale după aproximativ cinci luni.
ru: Кенгуру покидает сумку матери примерно через пять месяцев.
sk: Kengura joey asi po piatich mesiacoch opustí vačok svojej matky.
sv: En kängurujoey lämnar sin mammas påse efter cirka fem månader.
th: จิงโจ้โจอี้ออกจากกระเป๋าของแม่หลังจากผ่านไปประมาณห้าเดือน
tr: Bir kanguru yavrusu yaklaşık beş ay sonra annesinin kesesinden ayrılır.
uk: Кенгуру Джоуї залишає сумку своєї матері приблизно через п'ять місяців.
vi: Kangaroo Joey rời khỏi túi mẹ sau khoảng 5 tháng.
zh_hans: 大约五个月后，袋鼠幼崽就会离开母亲的育儿袋。
zh_hant: 大約五個月後，袋鼠幼崽就會離開母親的育兒袋。

# perspective.kangaroo_joey.title
source: Kangaroo Joey
ar: الكنغر جوي
ca: Joey cangur
cs: Klokan Joey
da: Kænguru Joey
de: Känguru Joey
el: Καγκουρό Τζόι
es: canguro joey
fi: Kenguru Joey
fr: Kangourou Joey
he: קנגורו ג'ואי
hi: कंगारू जॉय
hr: klokan Joey
hu: Kenguru Joey
id: Kanguru Joey
it: Canguro Joey
ja: カンガルー・ジョーイ
ko: 캥거루 조이
ms: Kanggaru Joey
nb: Kenguru Joey
nl: Kangoeroe Joey
pl: Kangur Joey
pt_br: Canguru Joey
ro: Cangurul Joey
ru: Кенгуру Джоуи
sk: Kengura Joey
sv: Känguru Joey
th: จิงโจ้โจอี้
tr: Kanguru Joey
uk: Кенгуру Джоуї
zh_hans: 袋鼠乔伊
zh_hant: 袋鼠喬伊

# perspective.laundry.description
source: Running a full laundry cycle usually takes about two hours.
ar: عادةً ما يستغرق تشغيل دورة الغسيل الكاملة حوالي ساعتين.
ca: L'execució d'un cicle complet de bugaderia sol durar unes dues hores.
cs: Spuštění celého cyklu praní obvykle trvá asi dvě hodiny.
da: At køre en fuld vaskecyklus tager normalt omkring to timer.
de: Ein kompletter Waschgang dauert in der Regel etwa zwei Stunden.
el: Η εκτέλεση ενός πλήρους κύκλου πλυντηρίου συνήθως διαρκεί περίπου δύο ώρες.
es: Realizar un ciclo de lavado completo suele tardar unas dos horas.
fi: Täysi pesuohjelma kestää yleensä noin kaksi tuntia.
fr: Exécuter un cycle de lessive complet prend généralement environ deux heures.
he: הפעלת מחזור כביסה מלא אורכת בדרך כלל כשעתיים.
hi: कपड़े धोने का पूरा चक्र चलाने में आमतौर पर लगभग दो घंटे लगते हैं।
hr: Puni ciklus pranja obično traje oko dva sata.
hu: Egy teljes mosási ciklus lefuttatása általában körülbelül két órát vesz igénybe.
id: Menjalankan siklus cucian penuh biasanya memakan waktu sekitar dua jam.
it: L'esecuzione di un ciclo di lavanderia completo richiede solitamente circa due ore.
ja: 通常、完全な洗濯サイクルを実行するには約 2 時間かかります。
ko: 전체 세탁 사이클을 실행하는 데는 일반적으로 약 2시간이 걸립니다.
ms: Menjalankan kitaran dobi penuh biasanya mengambil masa kira-kira dua jam.
nb: Å kjøre en full vaskesyklus tar vanligvis omtrent to timer.
nl: Het uitvoeren van een volledige wascyclus duurt doorgaans ongeveer twee uur.
pl: Wykonanie pełnego cyklu prania zajmuje zwykle około dwóch godzin.
pt_br: A execução de um ciclo completo de lavagem geralmente leva cerca de duas horas.
ro: Rularea unui ciclu complet de spălare durează de obicei aproximativ două ore.
ru: Полный цикл стирки обычно занимает около двух часов.
sk: Spustenie celého cyklu prania zvyčajne trvá približne dve hodiny.
sv: Att köra en hel tvättcykel tar vanligtvis cirka två timmar.
th: การซักผ้าให้เต็มรอบมักจะใช้เวลาประมาณสองชั่วโมง
tr: Tam bir çamaşır yıkama döngüsünün çalıştırılması genellikle yaklaşık iki saat sürer.
uk: Повний цикл прання зазвичай займає близько двох годин.
vi: Chạy một chu trình giặt đầy đủ thường mất khoảng hai giờ.
zh_hans: 运行一个完整的洗衣周期通常需要大约两个小时。
zh_hant: 運行一個完整的洗衣週期通常需要大約兩個小時。

# perspective.laundry.title
source: Laundry
ar: مغسلة
ca: Bugaderia
cs: Prádelna
da: Vasketøj
de: Wäscherei
el: Πλυντήριο
es: Lavadero
fi: Pesula
fr: Lessive
he: כְּבִיסָה
hi: धोने लायक कपड़े
hr: Praonica
hu: Mosoda
id: Cucian
it: Lavanderia
ja: ランドリー
ko: 빨래
ms: Dobi
nb: Klesvask
nl: De was
pl: Pranie
pt_br: Lavanderia
ro: Spălătorie
ru: Прачечная
sk: Práčovňa
sv: Tvätt
th: ซักรีด
tr: Çamaşır
uk: Пральня
vi: Giặt ủi
zh_hans: 洗衣店
zh_hant: 洗衣店

# perspective.light_in_space.description
source: Light travels about 18 million km in one minute.
ar: يقطع الضوء حوالي 18 مليون كيلومتر في الدقيقة الواحدة.
ca: La llum recorre uns 18 milions de km en un minut.
cs: Světlo urazí za minutu asi 18 milionů km.
da: Lys rejser omkring 18 millioner km på et minut.
de: Licht legt in einer Minute etwa 18 Millionen Kilometer zurück.
el: Το φως διανύει περίπου 18 εκατομμύρια χιλιόμετρα σε ένα λεπτό.
es: La luz recorre unos 18 millones de kilómetros en un minuto.
fi: Valo kulkee noin 18 miljoonaa kilometriä minuutissa.
fr: La lumière parcourt environ 18 millions de kilomètres en une minute.
he: האור עובר כ-18 מיליון ק"מ בדקה אחת.
hi: प्रकाश एक मिनट में लगभग 18 मिलियन किमी की यात्रा करता है।
hr: Svjetlost prijeđe oko 18 milijuna km u jednoj minuti.
hu: A fény körülbelül 18 millió km-t tesz meg egy perc alatt.
id: Cahaya menempuh jarak sekitar 18 juta km dalam satu menit.
it: La luce percorre circa 18 milioni di chilometri in un minuto.
ja: 光は1分間に約1,800万km進みます。
ko: 빛은 1분에 약 1,800만km를 이동합니다.
ms: Cahaya bergerak kira-kira 18 juta km dalam satu minit.
nb: Lys reiser rundt 18 millioner km på ett minutt.
nl: Licht legt in één minuut ongeveer 18 miljoen km af.
pl: Światło w ciągu minuty pokonuje około 18 milionów km.
pt_br: A luz viaja cerca de 18 milhões de km em um minuto.
ro: Lumina parcurge aproximativ 18 milioane de km într-un minut.
ru: Свет проходит около 18 миллионов км за одну минуту.
sk: Svetlo prejde za minútu asi 18 miliónov km.
sv: Ljus färdas cirka 18 miljoner km på en minut.
th: แสงเดินทางได้ประมาณ 18 ล้านกิโลเมตรในหนึ่งนาที
tr: Işık bir dakikada yaklaşık 18 milyon km yol kat eder.
uk: За одну хвилину світло проходить близько 18 мільйонів кілометрів.
vi: Ánh sáng truyền đi khoảng 18 triệu km trong một phút.
zh_hans: 光一分钟传播约1800万公里。
zh_hant: 光一分鐘傳播約1800萬公里。

# perspective.light_in_space.title
source: Light in Space
ar: الضوء في الفضاء
ca: Llum a l'espai
cs: Světlo ve vesmíru
da: Lys i rummet
de: Licht im Weltraum
el: Φως στο Διάστημα
es: Luz en el espacio
fi: Valoa avaruudessa
fr: La lumière dans l'espace
he: אור בחלל
hi: अंतरिक्ष में प्रकाश
hr: Svjetlo u svemiru
hu: Fény az űrben
id: Cahaya di Luar Angkasa
it: Luce nello spazio
ja: 宇宙の光
ko: 우주의 빛
ms: Cahaya di Angkasa
nb: Lys i verdensrommet
nl: Licht in de ruimte
pl: Światło w kosmosie
pt_br: Luz no Espaço
ro: Lumină în spațiu
ru: Свет в космосе
sk: Svetlo vo vesmíre
sv: Ljus i rymden
th: แสงในอวกาศ
tr: Uzaydaki Işık
uk: Світло в космосі
vi: Ánh sáng trong không gian
zh_hans: 太空中的光
zh_hant: 太空中的光

# perspective.long_haul_flight.description
source: A long-haul international flight often lasts about twelve hours.
ar: غالبًا ما تستغرق الرحلة الدولية الطويلة حوالي اثنتي عشرة ساعة.
ca: Un vol internacional de llarg recorregut sovint dura unes dotze hores.
cs: Dálkový mezinárodní let často trvá kolem dvanácti hodin.
da: En international langdistanceflyvning varer ofte omkring tolv timer.
de: Ein internationaler Langstreckenflug dauert oft etwa zwölf Stunden.
el: Μια διεθνής πτήση μεγάλων αποστάσεων συχνά διαρκεί περίπου δώδεκα ώρες.
es: Un vuelo internacional de larga distancia suele durar unas doce horas.
fi: Pitkän matkan kansainvälinen lento kestää usein noin kaksitoista tuntia.
fr: Un vol international long-courrier dure souvent environ douze heures.
he: טיסה בינלאומית לטווח ארוך נמשכת לרוב כשתים עשרה שעות.
hi: एक लंबी दूरी की अंतरराष्ट्रीय उड़ान अक्सर लगभग बारह घंटे तक चलती है।
hr: Dugi međunarodni let često traje oko dvanaest sati.
hu: Egy hosszú távú nemzetközi járat gyakran körülbelül tizenkét óráig tart.
id: Penerbangan internasional jarak jauh sering kali memakan waktu sekitar dua belas jam.
it: Un volo internazionale a lungo raggio dura spesso circa dodici ore.
ja: 長距離国際線の飛行時間は通常約 12 時間です。
ko: 장거리 국제선 비행은 대개 12시간 정도 소요됩니다.
ms: Penerbangan antarabangsa jarak jauh selalunya mengambil masa kira-kira dua belas jam.
nb: En langdistanse internasjonal flytur varer ofte rundt tolv timer.
nl: Een internationale langeafstandsvlucht duurt vaak zo’n twaalf uur.
pl: Międzynarodowy lot długodystansowy trwa często około dwunastu godzin.
pt_br: Um voo internacional de longa distância geralmente dura cerca de doze horas.
ro: Un zbor internațional pe distanță lungă durează adesea aproximativ douăsprezece ore.
ru: Дальний международный рейс часто длится около двенадцати часов.
sk: Medzinárodný let na dlhé vzdialenosti často trvá približne dvanásť hodín.
sv: En internationell långdistansflygning tar ofta cirka tolv timmar.
th: เที่ยวบินระหว่างประเทศระยะไกลมักใช้เวลาประมาณสิบสองชั่วโมง
tr: Uzun mesafeli bir uluslararası uçuş genellikle yaklaşık on iki saat sürer.
uk: Далекий міжнародний рейс часто триває близько дванадцяти годин.
vi: Một chuyến bay quốc tế đường dài thường kéo dài khoảng mười hai giờ.
zh_hans: 长途国际航班通常持续约十二小时。
zh_hant: 長途國際航班通常持續約十二小時。

# perspective.long_haul_flight.title
source: Long-Haul Flight
ar: رحلة طويلة المدى
ca: Vol de llarg recorregut
cs: Dálkový let
da: Langdistanceflyvning
de: Langstreckenflug
el: Πτήση μεγάλων αποστάσεων
es: Vuelo de larga distancia
fi: Pitkän matkan lento
fr: Vol long-courrier
he: טיסה ארוכת טווח
hi: लंबी दूरी की उड़ान
hr: Let na duge relacije
hu: Hosszú távú repülés
id: Penerbangan Jarak Jauh
it: Volo a lungo raggio
ja: 長距離飛行
ko: 장거리 비행
ms: Penerbangan Jarak Jauh
nb: Langdistanseflyvning
nl: Langeafstandsvlucht
pl: Lot długodystansowy
pt_br: Voo de longa distância
ro: Zbor lung
ru: Дальний перелет
sk: Diaľkový let
sv: Långdistansflygning
th: เที่ยวบินระยะไกล
tr: Uzun Mesafe Uçuşu
uk: Далекий рейс
vi: Chuyến bay đường dài
zh_hans: 长途航班
zh_hant: 長途航班

# perspective.mars_journey.description
source: A spacecraft typically reaches Mars in about seven months.
ar: تصل المركبة الفضائية عادة إلى المريخ في حوالي سبعة أشهر.
ca: Una nau espacial normalment arriba a Mart en uns set mesos.
cs: Kosmická loď obvykle dosáhne Marsu přibližně za sedm měsíců.
da: Et rumfartøj når typisk Mars på omkring syv måneder.
de: Normalerweise erreicht eine Raumsonde den Mars in etwa sieben Monaten.
el: Ένα διαστημόπλοιο συνήθως φτάνει στον Άρη σε περίπου επτά μήνες.
es: Normalmente, una nave espacial llega a Marte en unos siete meses.
fi: Avaruusalus saavuttaa Marsin yleensä noin seitsemässä kuukaudessa.
fr: Un vaisseau spatial atteint généralement Mars en sept mois environ.
he: חללית מגיעה בדרך כלל למאדים תוך כשבעה חודשים.
hi: एक अंतरिक्ष यान आम तौर पर लगभग सात महीने में मंगल ग्रह पर पहुंचता है।
hr: Svemirska letjelica obično stigne do Marsa za oko sedam mjeseci.
hu: Egy űrszonda általában körülbelül hét hónap alatt éri el a Marsot.
id: Sebuah pesawat ruang angkasa biasanya mencapai Mars dalam waktu sekitar tujuh bulan.
it: Una navicella spaziale raggiunge tipicamente Marte in circa sette mesi.
ja: 宇宙船は通常、約 7 か月で火星に到着します。
ko: 우주선은 일반적으로 약 7개월 만에 화성에 도착합니다.
ms: Sebuah kapal angkasa biasanya sampai ke Marikh dalam masa tujuh bulan.
nb: Et romfartøy når vanligvis Mars på omtrent syv måneder.
nl: Een ruimtevaartuig bereikt Mars doorgaans binnen ongeveer zeven maanden.
pl: Statek kosmiczny zwykle dociera do Marsa w ciągu około siedmiu miesięcy.
pt_br: Uma espaçonave normalmente chega a Marte em cerca de sete meses.
ro: O navă spațială ajunge de obicei pe Marte în aproximativ șapte luni.
ru: Космический корабль обычно достигает Марса примерно за семь месяцев.
sk: Kozmická loď zvyčajne dosiahne Mars približne za sedem mesiacov.
sv: En rymdfarkost når vanligtvis Mars på cirka sju månader.
th: โดยทั่วไปยานอวกาศจะไปถึงดาวอังคารภายในเวลาประมาณเจ็ดเดือน
tr: Bir uzay aracı genellikle yaklaşık yedi ayda Mars'a ulaşır.
uk: Зазвичай космічний корабель досягає Марса приблизно за сім місяців.
vi: Một tàu vũ trụ thường tới Sao Hỏa trong khoảng bảy tháng.
zh_hans: 航天器通常在大约七个月内到达火星。
zh_hant: 太空船通常在大約七個月內到達火星。

# perspective.mars_journey.title
source: Mars Journey
ar: رحلة المريخ
ca: Viatge a Mart
cs: Cesta na Mars
da: Mars rejse
de: Marsreise
el: Ταξίδι στον Άρη
es: Viaje a Marte
fi: Marsin matka
fr: Voyage sur Mars
he: מסע מאדים
hi: मंगल यात्रा
hr: Marsovo putovanje
hu: Mars utazás
id: Perjalanan Mars
it: Viaggio su Marte
ja: マーズ・ジャーニー
ko: 화성 여행
ms: Kembara Marikh
nb: Mars reise
nl: Marsreis
pl: Podróż na Marsa
pt_br: Jornada a Marte
ro: Călătoria pe Marte
ru: Путешествие на Марс
sk: Cesta na Mars
sv: Mars resa
th: การเดินทางของดาวอังคาร
tr: Mars Yolculuğu
uk: Марсіанська подорож
vi: Hành trình sao Hỏa
zh_hans: 火星之旅
zh_hant: 火星之旅

# perspective.milky_way_center.description
source: Light from Earth reaches the center of the Milky Way in about 26,000 years.
ar: يصل الضوء من الأرض إلى مركز درب التبانة في حوالي 26000 سنة.
ca: La llum de la Terra arriba al centre de la Via Làctia en uns 26.000 anys.
cs: Světlo ze Země dosáhne středu Mléčné dráhy asi za 26 000 let.
da: Lys fra Jorden når Mælkevejens centrum på omkring 26.000 år.
de: Das Licht der Erde erreicht in etwa 26.000 Jahren das Zentrum der Milchstraße.
el: Το φως από τη Γη φτάνει στο κέντρο του Γαλαξία σε περίπου 26.000 χρόνια.
es: La luz de la Tierra llega al centro de la Vía Láctea en unos 26.000 años.
fi: Maapallolta tuleva valo saavuttaa Linnunradan keskuksen noin 26 000 vuodessa.
fr: La lumière provenant de la Terre atteint le centre de la Voie lactée en 26 000 ans environ.
he: אור מכדור הארץ מגיע למרכז שביל החלב בעוד כ-26,000 שנים.
hi: पृथ्वी से प्रकाश आकाशगंगा के केंद्र तक लगभग 26,000 वर्षों में पहुंचता है।
hr: Svjetlo sa Zemlje do središta Mliječne staze stiže za oko 26 000 godina.
hu: A Földről érkező fény körülbelül 26 000 év alatt éri el a Tejútrendszer középpontját.
id: Cahaya dari Bumi mencapai pusat Bima Sakti dalam waktu sekitar 26.000 tahun.
it: La luce proveniente dalla Terra raggiunge il centro della Via Lattea in circa 26.000 anni.
ja: 地球からの光は約 26,000 年かけて天の川の中心に到達します。
ko: 지구에서 나오는 빛은 약 26,000년 만에 은하수 중심에 도달합니다.
ms: Cahaya dari Bumi mencapai pusat Bima Sakti dalam kira-kira 26,000 tahun.
nb: Lys fra Jorden når sentrum av Melkeveien på omtrent 26 000 år.
nl: Licht van de aarde bereikt het centrum van de Melkweg over ongeveer 26.000 jaar.
pl: Światło z Ziemi dociera do centrum Drogi Mlecznej po około 26 000 lat.
pt_br: A luz da Terra atinge o centro da Via Láctea em cerca de 26.000 anos.
ro: Lumina de pe Pământ ajunge în centrul Căii Lactee în aproximativ 26.000 de ani.
ru: Свет Земли достигает центра Млечного Пути примерно за 26 000 лет.
sk: Svetlo zo Zeme dosiahne stred Mliečnej dráhy asi za 26 000 rokov.
sv: Ljus från jorden når mitten av Vintergatan på cirka 26 000 år.
th: แสงจากโลกมาถึงใจกลางทางช้างเผือกในเวลาประมาณ 26,000 ปี
tr: Dünya'dan gelen ışık Samanyolu'nun merkezine yaklaşık 26.000 yılda ulaşır.
uk: Світло від Землі досягає центру Чумацького Шляху приблизно за 26 000 років.
vi: Ánh sáng từ Trái đất đến trung tâm Dải Ngân hà trong khoảng 26.000 năm.
zh_hans: 来自地球的光大约需要 26,000 年才能到达银河系中心。
zh_hant: 來自地球的光大約需要 26,000 年才能到達銀河系中心。

# perspective.milky_way_center.title
source: Milky Way Center
ar: مركز درب التبانة
ca: Centre de la Via Làctia
cs: Centrum Mléčné dráhy
da: Mælkevejscenter
de: Milchstraßenzentrum
el: Κέντρο Γαλαξίας
es: Centro de la Vía Láctea
fi: Linnunradan keskus
fr: Centre de la Voie Lactée
he: מרכז שביל החלב
hi: आकाशगंगा केंद्र
hr: Centar Mliječne staze
hu: Tejút Központ
id: Pusat Bima Sakti
it: Centro della Via Lattea
ja: 天の川センター
ko: 은하수 센터
ms: Pusat Bima Sakti
nb: Melkeveisenteret
nl: Melkwegcentrum
pl: Centrum Drogi Mlecznej
pt_br: Centro da Via Láctea
ro: Centrul Căii Lactee
ru: Центр Млечного Пути
sk: Centrum Mliečnej dráhy
sv: Vintergatan Center
th: ศูนย์ทางช้างเผือก
tr: Samanyolu Merkezi
uk: Центр Чумацький Шлях
vi: Trung tâm dải ngân hà
zh_hans: 银河中心
zh_hant: 銀河中心
